adobe-source-code-pro-fonts
alsa-tools
alsa-utils
appstream
arch-audit
arm
asp
autoconf
autojump
automake
autopep8
bash
bash-completion
bc
bind
binutils
bison
bup
bzip2
cloc
compton
coreutils
cpupower
cronie
cryptsetup
ctags
device-mapper
dhcpcd
diffutils
dkms
dosfstools
downgrade
dunst
e2fsprogs
evince
expac
faac
fakeroot
feh
ffmpeg
file
filesystem
findutils
fio
firefox
flake8
flex
gawk
gcc
gcc-libs
gcolor2
gdb
gettext
ghostscript
gimp
gist
git
glibc
gnome-icon-theme
gnome-themes-standard
gpart
gparted
gperf
gptfdisk
graphicsmagick
grc
grep
groff
grub
gtk-engine-murrine
gzip
hddtemp
hwinfo
imagemagick
inetutils
inkscape
intel-ucode
ioping
iproute2
iputils
ipython
irqbalance
jfsutils
less
libcanberra
libcdio-paranoia
libfdk-aac
libgme
libmpdclient
libnfs
libopenraw
libquvi
libstemmer
libtool
libyaml
licenses
linux
linux-headers
lm_sensors
logrotate
lsof
lua
lvm2
m4
maim
make
man-db
man-pages
mdadm
memtest86+
mlocate
most
mpc
mpd
mpv
nano
nawk
ncmpcpp
netctl
net-tools
nitrogen
nmap
ntfs-3g
numlockx
nvidia-340xx
p7zip
pacman
paps
pastebinit
patch
pavucontrol
pciutils
pcmciautils
perl
perl-image-exiftool
pkg-config
pkgfile
polkit-gnome
powerline
powerline-fonts
procps-ng
psmisc
pulseaudio-alsa
python2-autopep8
python2-isort
python2-pillow
python2-pylint
python2-six
python2-yapf
python-dbus
python-feedparser
python-ipdb
python-isort
python-jedi
python-netifaces
python-pip
python-pylint
python-requests
qt5ct
qt5-imageformats
qt5-styleplugins
reflector
reiserfsprogs
rofi
rsync
sdlmame
sed
shadow
shellcheck
slop
smartmontools
smbclient
s-nail
st
strace
sudo
surfraw
sxhkd
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
traceroute
ttf-fira-sans
ttf-freefont
ttf-hack
ttf-inconsolata
ttf-ionicons
udevil
udftools
udiskie
ufw
ufw-extras
unrar
unzip
urxvt-perls
usbutils
util-linux
vcdimager
viewnior
w3m
wget
which
whois
wmctrl
x264
xarchiver-gtk2
xdg-user-dirs
xdg-utils
xdotool
xfsprogs
xorg-server
xorg-server-devel
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xsetroot
xsel
yaourt
yapf
youtube-dl
zip
zsh-syntax-highlighting
